# Command

## Description
Command returns TRUE if the Command key (Mac) or Control key (Windows) was depressed during the last user event. This function operates with the MouseDown, KeyDown, AutoKey, GetPt, GetPtL, GetLine, and GetRect calls.

```pascal
FUNCTION Command : BOOLEAN;
```

```python

def vs.Command():
    return BOOLEAN
```

## Version
Availability: from MiniCAD
## Category
* User Interactive